siade/spec/fixtures/payloads/ants/found_fni.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
  <soapenv:Body>
    <siv:rep_consulter_dossier
      xmlns:siv="http://siv.mi.fr/DefinitionsServices/2007-06"
    >
      <siv:control>
        <siv:code_partenaire>131614</siv:code_partenaire>
        <siv:code_miat>QSIV</siv:code_miat>
        <siv:date_envoi>2025-08-08T12:41:55+02:00</siv:date_envoi>
        <siv:type_operation>Consultation Dossier</siv:type_operation>
        <siv:numero_session
          >req_6c639ee3-f59e-45d7-9c31-55fd42577222</siv:numero_session
        >
        <siv:code_traitement>0</siv:code_traitement>
        <siv:code_operation>5078264</siv:code_operation>
        <siv:date_reception>2025-08-08T14:41:55+02:00</siv:date_reception>
        <siv:type_fichier_joint>xml</siv:type_fichier_joint>
      </siv:control>
      <siv:reponse>
        <siv:dossier>
          <siv:immatriculation>
            <siv:num_immat>3579 LA 05</siv:num_immat>
            <siv:date_prem_immat>2007-10-30</siv:date_prem_immat>
            <siv:date_att_immat>2007-10-30</siv:date_att_immat>
            <siv:code_type_immat>N</siv:code_type_immat>
            <siv:libelle_type_immat>Normale</siv:libelle_type_immat>
            <siv:code_type_loc>LLD</siv:code_type_loc>
            <siv:libelle_type_loc>location longue durée</siv:libelle_type_loc>
          </siv:immatriculation>
          <siv:vehicule>
            <siv:caracteristiques_techniques>
              <siv:marque_vehicule>SKODA</siv:marque_vehicule>
              <siv:tvv>5J AFBSWX01 SFM5FM52R02815</siv:tvv>
              <siv:cnit>MSK5322G0947</siv:cnit>
              <siv:denomination_com
                >ROOMSTER SCOUT 1.9 TDI 105 CH</siv:denomination_com
              >
              <siv:vin>TMBNG65J885019688</siv:vin>
              <siv:code_couleur>07</siv:code_couleur>
              <siv:libelle_couleur>BEIGE CLAIR</siv:libelle_couleur>
              <siv:pt>1780</siv:pt>
              <siv:ptac>1780</siv:ptac>
              <siv:ptra>2980</siv:ptra>
              <siv:pt_service>1340</siv:pt_service>
              <siv:ptav>1265</siv:ptav>
              <siv:categorie_ce>M1</siv:categorie_ce>
              <siv:genre_national>VP</siv:genre_national>
              <siv:carrosserie_ce>AF</siv:carrosserie_ce>
              <siv:carrosserie_national>CI</siv:carrosserie_national>
              <siv:num_reception>e11*2001/116*0291*12</siv:num_reception>
              <siv:type_reception>CE</siv:type_reception>
              <siv:cylindree>1896</siv:cylindree>
              <siv:puissance_nette_max>77</siv:puissance_nette_max>
              <siv:energie>GO</siv:energie>
              <siv:puissance_cv>6</siv:puissance_cv>
              <siv:puissance_masse>0.00</siv:puissance_masse>
              <siv:places_assises>5</siv:places_assises>
              <siv:places_debout>0</siv:places_debout>
              <siv:niveau_sonore>77</siv:niveau_sonore>
              <siv:vitesse>3000</siv:vitesse>
              <siv:co2>139</siv:co2>
            </siv:caracteristiques_techniques>
          </siv:vehicule>
          <siv:personne>
            <siv:nb_cotitulaires>0</siv:nb_cotitulaires>
            <siv:liste_personnes>
              <siv:personne>
                <siv:code_type_personne>LOC</siv:code_type_personne>
                <siv:libelle_type_personne>locataire</siv:libelle_type_personne>
                <siv:identite_personne>
                  <siv:flag_pers_physique>oui</siv:flag_pers_physique>
                  <siv:nom_naiss>MARTIN MARIE</siv:nom_naiss>
                  <siv:nom_usage>MARTIN</siv:nom_usage>
                  <siv:sexe>F</siv:sexe>
                  <siv:date_naissance>1946-03-31</siv:date_naissance>
                  <siv:lieu_naissance>LYON</siv:lieu_naissance>
                  <siv:code_dep_naissance>74</siv:code_dep_naissance>
                  <siv:libelle_dep_naissance
                    >HAUTE-SAVOIE</siv:libelle_dep_naissance
                  >
                  <siv:pays_naissance>FRANCE</siv:pays_naissance>
                </siv:identite_personne>
                <siv:adresse_personne>
                  <siv:libelle_voie>DE LA REPUBLIQUE</siv:libelle_voie>
                  <siv:code_postal>74000</siv:code_postal>
                  <siv:libelle_commune>ANNECY</siv:libelle_commune>
                  <siv:pays>FRANCE</siv:pays>
                </siv:adresse_personne>
              </siv:personne>
              <siv:personne>
                <siv:code_type_personne>TIT</siv:code_type_personne>
                <siv:libelle_type_personne>titulaire</siv:libelle_type_personne>
                <siv:identite_personne>
                  <siv:flag_pers_physique>non</siv:flag_pers_physique>
                  <siv:raison_sociale>SOCIETE EXEMPLE SAS</siv:raison_sociale>
                </siv:identite_personne>
                <siv:adresse_personne />
              </siv:personne>
            </siv:liste_personnes>
          </siv:personne>
        </siv:dossier>
      </siv:reponse>
    </siv:rep_consulter_dossier>
  </soapenv:Body>
</soapenv:Envelope>
